e5-2620-v4/retpoline-pti-pcid/pgbench/10000/runs/result-ro-3.log
transaction type: <builtin: select only>
scaling factor: 10000
query mode: simple
number of clients: 16
number of threads: 16
duration: 300 s
number of transactions actually processed: 6611196
latency average = 0.726 ms
tps = 22037.153460 (including connections establishing)
tps = 22037.417514 (excluding connections establishing)