e5-2620-v4/retpoline-pti-pcid/pgbench/10000/runs/result-rw-prepared-10000-2.log
transaction type: <builtin: simple update>
scaling factor: 10000
query mode: prepared
number of clients: 16
number of threads: 16
duration: 1800 s
number of transactions actually processed: 5825043
latency average = 4.944 ms
tps = 3236.128711 (including connections establishing)
tps = 3236.135203 (excluding connections establishing)